{
    "{{timeofday}} hour, every {{dayofweek}}": "{{timeofday}} heure, tous les {{dayofweek}}",
    "About": "À propos",
    "About M-Lab": "À propos de M-Lab",
    "About M-Lab Measure App": "À propos de l'appli Mesurer de M-Lab",
    "About Measure App": "À propos de l'appli Mesurer",
    "Add a scheduled test": "Ajouter un test planifié",
    "Annotate": "Annoter",
    "Annotations": "Annotations",
    "API key*":"Clé API*",
    "Back":"Dos",
    "Browser ID*":"Identifiant du navigateur*",
    "By running the tests in the M-Lab Measure App, your device will generate and send some data back-and-forth with an M-Lab server. The data collected relates to the particular communication \"flows\" generated between your device and an M-Lab server. This includes the IP address provided by your ISP. These data will be used and analyzed by researchers and, in order to advance research, these data will be made publicly available. The M-Lab Measure App does not collect personal information, such as your Internet traffic, your emails or Web searches.": "En exécutant ces tests dans l'appli Mesurer de M-Lab, votre appareil générera des données, et il y aura échange de données entre le serveur M-Lab et votre appareil. Les données recueillies sont liées au « flux » de communication générés entre votre appareil et le serveur M-Lab. Cela inclut l'adresse IP fournie par votre FAI. Ces données seront utilisées et analysées par des chercheurs, et afin de faire avancer la recherche, elles seront mises publiquement à disposition. L'appli Mesurer de M-Lab ne recueille aucune information personnelle, telle que votre trafic Internet, vos courriels ou recherches Web.",
    "By using the M-Lab Measure app, the data about the health of the network connections you use is shared in a public dataset that researchers, ISPs, regulators and others can use to understand the Internet and how it can be improved. You can also choose to get more involved with M-Lab beyond that as well.": "En utilisant l'appli Mesurer de M-Lab, des données concernant la santé des connexions réseau que vous utilisées sont partagées dans un ensemble public de données que les chercheurs, les FAI, les organismes de régulation et d'autres peuvent utiliser pour comprendre Internet et comment l'améliorer. Vous pouvez aussi choisir de vous impliquer plus avant dans M-Lab.",
    "Cancel": "Annuler",
    "Click and drag in the chart to zoom in": "Cliquer et glisser dans le graphique pour zoomer avant",
    "Completed": "Terminé",
    "Confirm Reset": "Confirmer la réinitialisation",
    "Connection Type": "Type de connexion",
    "Constantly": "Constamment",
    "Current Schedule": "Planification actuelle",
    "Currently the app has used <span class=\"badge badge-assertive\">\n{{ historyState.dataConsumed  | formatDataConsumptionMeasurement }}\n</span> of data from this device.": "L'appli a actuellement utilisé <span class=\"badge badge-assertive\">\n{{ historyState.dataConsumed  | formatDataConsumptionMeasurement }}\n</span> de données de cet appareil.",
    "Custom": "Personnalisée",
    "Custom Schedule": "Planification personnalisée",
    "Daily": "Quotidienne",
    "Data Usage": "Utilisation des données",
    "Data Used by Measure App": "Les données utilisées par l'appli Mesurer",
    "Day of Week": "Jours de la semaine",
    "Delete": "Supprimer",
    "Device type":"Type d'appareil",
    "Dismiss": "Fermer",
    "Does not collect personal information on M-Lab servers, e.g. your Internet traffic, your emails or Web searches": "N'enregistre aucune information personnelle sur les serveurs de M-Lab, par exemple votre trafic Internet, vos courriels, vos recherches Web.",
    "Does share your IP Address": "Partage votre adresse IP",
    "Download": "Téléchargement",
    "Edit Measurement Notes": "Éditer les notes de mesure",
    "Enable Uploading":"Activer le téléchargement",
    "Explore Data": "Explorer les données",
    "Explore M-Lab Data": "Explorer les données M-Lab",
    "Export": "Exporter",
    "Failed to complete the measurement.": "Échec lors de la prise de mesures",
    "Failure": "Échec",
    "Find Out More": "En apprendre davantage",
    "Finding Closest Server": "Recherche du serveur le plus près",
    "Finding Server": "Recherche du serveur",
    "Friday": "vendredi",
    "Get Involved": "S'impliquer",
    "Hour": "heure",
    "Hourly": "Horaire",
    "Info":"Info",
    "Information": "Renseignements",
    "Internet Tests": "Les tests Internet",
    "Language": "Langue",
    "Latency": "Latence",
    "Learn more about NDT": "En apprendre plus sur TDR",
    "Location": "Position géographique",
    "M-Lab data is openly available to researchers, but we also have developed tools to let anyone explore our data. If you're interested in seeing the measurements of Internet speed and health are in your area, browse our data on our <a href=\"http://www.measurementlab.net/observatory\" target=\"_system\">Internet Observatory</a>.": "Les données de M-Lab sont mises ouvertement à disposition des chercheurs, mais nous avons aussi développé des outils pour permettre à tous d'explorer nos données. Si vous êtes intéressés par les mesures de la vitesse et de la santé d'Internet dans votre région, parcourez les données de notre <a href=\"http://www.measurementlab.net/observatory\" target=\"_system\">observatoire d'Internet</a>.",
    "M-Lab is a platform for the use of independent tools created by researchers to gather information relevant to broadband services. The goal of the project is to analyze information regarding broadband networks and report this information to the public.": "M-Lab est une plateforme pouvant être utilisée par des outils indépendants créés par des chercheurs afin de recueillir des informations d'intérêt sur les services à haut débit. Le but de ce projet est d'analyser les informations sur les réseaux à haut débit et de les rapporter au public.",
    "M-Lab Measure": "Mesurer de M-Lab",
    "M-Lab offers a number of measurement tools, allowing consumers to test for everything from network speed and latency to blocking and throttling. All tools perform only active measurements against the M-Lab platform. This means that M-Lab tests measure how your network connection responds to a synthetic stream of data generated by the individual tool solely for the purpose of measurement. The tools do not collect information about your other Internet traffic, such as emails, web searches, content you view, or any personally identifiable information. All data collected is made publicly available, including the IP address provided by your ISP at the edge of your network. All tools are open source and created by researchers. For more information, see M-Lab’s privacy policy.": "M-Lab offre plusieurs outils de mesure permettant aux consommateurs de tout tester, de la vitesse et latence du réseau au blocage et limitation. Tous les outils effectuent des mesures actives d'après la plateforme M-Lab. Cela signifie que les tests de M-Lab mesurent la réponse de votre connexion réseau à un flux synthétique de données généré par l'outil particulier, uniquement dans le cadre de la mesure. L'outil ne recueille aucune information sur votre autre trafic Internet, tel que les courriels, les recherches Web, le contenu que vous visualisez, ni aucun renseignement permettant de vous identifier. Toutes les données recueillies sont mises à dispositions publiquement, incluant l'adresse IP fournie par votre FAI en périphérie de votre réseau. Tous les outils sont à code source ouvert et créés par des chercheurs. Pour plus d'informations, consultez la politique de confidentialité de M-Lab.",
    "M-Lab Site": "Le site de M-Lab",
    "M-Lab's complete <a href=\"http://www.measurementlab.net/privacy\" target=\"_system\">Acceptable Use and Privacy Policies</a> are available on our website.": "Les <a href=\"http://www.measurementlab.net/privacy\" target=\"_system\">politiques d'utilisation acceptable et de confidentialité</a> de M-Lab peuvent être consultées sur notre site Web.",
    "Management": "Gestion",
    "Mbps": "Mbit/s",
    "Measure": "Mesurer",
    "Measurement Data": "Données de mesure",
    "Measurement History": "Historique de mesure",
    "Measurement Lab (M-Lab) is a consortium of research, industry, and public interest partners dedicated to providing an open, verifiable measurement platform for global network performance. The M-Lab platform is an open, distributed network of servers on which researchers can deploy open source Internet measurement tools. M-Lab’s goal is to advance network research and empower the public with useful information about their broadband and mobile connections.": "Le laboratoire de mesure « Measurement Lab » (M-Lab) est un consortium de partenaires de recherche, industriels et d'intérêt public qui a pour mission de fournir une plateforme de mesure ouverte et vérifiable des performances du réseau mondial. La plateforme M-Lab est un réseau distribué ouvert de serveurs sur laquelle des chercheurs peuvent déployer des outils à code source ouvert de mesure d'Internet. L'objectif de M-Lab est de faire avancer la recherche sur les réseaux et de donner au public des informations utiles sur leurs connexions à haut débit.",
    "Measurement Notes": "Notes de mesure",
    "Midnight": "Minuit",
    "Monday": "lundi",
    "More": "Plus",
    "More Information": "Plus d'informations",
    "Next Test": "Test suivant",
    "No":"Non",
    "No tests scheduled.": "Aucun test n'est planifié.",
    "Notes":"Remarques",
    "Okay":"D'accord",
    "Only Test on WiFi": "Ne tester que par Wi-Fi",
    "Performance": "Performances",
    "Pinch the chart to zoom in": "Pincer le graphique pour zoomer avant",
    "Please be aware that the data the Measure App uses does count toward any monthly service or data plan you subscribe to.": "Sachez que les données que l'appli Mesurer utilise sont prises en compte dans votre abonnement mensuel de données Internet.",
    "Privacy Policy": "Politique de confidentialité",
    "Record":"Enregistrer",
    "Reset Measurement History": "Réinitialiser l'historique de mesure",
    "Retransmissions": "Retransmissions",
    "Running Test (Download)": "Test en cours (téléchargement)",
    "Running Test (Upload)": "Test en cours (téléversement)",
    "Saturday": "samedi",
    "Save": "Enregistrer",
    "Schedule": "Planification",
    "Schedule a Test": "Planifier un test",
    "Schedule Test": "Planifier un test",
    "Server Selection": "Choix du serveur",
    "Server URL*":"URL du serveur*",
    "Service Provider": "Fournisseur de service",
    "Settings": "Paramètres",
    "Start Test": "Lancer le test",
    "Start Test Again":"Recommencer le test",
    "Starting": "Démarrage",
    "Statistic": "Statistiques",
    "Sunday": "dimanche",
    "The M-Lab Measure App implements one test, the Network Diagnostic Tool (NDT). NDT is developed and maintained by Internet 2 and provides a sophisticated speed and diagnostic test suitable for both the novice and the network researcher. For more information on NDT and other M-Lab tests, please visit our the NDT page on M-Lab's site.": "L'appli Mesurer de M-Lab met en œuvre un test, l’outil de diagnostic réseau (ODR). L’ODR est développé et maintenu par Internet 2, et fournit un test de diagnostic et de vitesse sophistiqué convenant aux novices comme aux chercheurs en réseaux. Pour plus d'informations sur l’ODR et les autres tests de M-Lab, veuillez visiter notre page ODR (NDT) sur le site de M-Lab.",
    "The M-Lab Measure App uploads and downloads data for the purposes of measuring your connections to the Internet.": "L'appli Mesurer de M-Lab téléverse et télécharge des données dans le but de mesurer vos connexions vers Internet.",
    "There are a many ways to get involved with M-Lab, whether you're an individual or represent an organization. Find out other ways to <a href=\"http://measurementlab.net/contribute\" target=\"_system\">contribute</a> on our website.": "Il existe de nombreuses façons de collaborer avec M-Lab, que vous soyez un particulier ou que vous représentiez une organisme. Vous trouverez d'autres manières de <a href=\"http://measurementlab.net/contribute\" target=\"_system\">participer</a> sur notre site Web.",
    "This action will permanently remove all stored results and cannot be undone. Are you sure?": "Cette action supprimera irrémédiablement les résultats enregistrés et ne peut pas être annulée ? Êtes-vous certain ?",
    "This application:": "Cette application :",
    "This could be due to a change in connectivity during the test, blocking of the test by the network or other factors.": "Cela pourrait être causé par un changement de connectivité pendant le test, le blocage de ce test par le réseau ou d'autres facteurs.",
    "Thursday": "jeudi",
    "Time": "Date et heure",
    "Translate the M-Lab Measure App": "Traduire l'appli Mesurer de M-Lab",
    "Trusted Tester": "Testeur fiable",
    "Tuesday": "mardi",
    "Upload": "Téléversement",
    "Upload Results":"Télécharger les résultats",
    "Upload Settings":"Paramètres de téléchargement",
    "Uploaded":"Téléchargé",
    "Wednesday": "mercredi",
    "Weekly": "Hebdomadaire",
    "Would you like to help translate the M-Lab Measure App for other languages? Get involved as a translator or translation reviewer on <a href=\"https://www.transifex.com/otf/mlab-app/\" target=\"_system\">Transifex</a>, or <a href=\"http://www.measurementlab.net/contact\" target=\"_system\">contact us for more information!</a>!": "Souhaitez-vous aider à traduire l'appli Mesurer de M-Lab en d'autres langues ? Impliquez-vous comme traducteur ou comme réviseur sur <a href=\"https://www.transifex.com/otf/mlab-app/\" target=\"_system\">Transifex</a>, ou <a href=\"http://www.measurementlab.net/contact\" target=\"_system\">contactez-nous pour plus d'informations</a> !",
    "Your Location": "Emplacement du serveur",
    "Yes":"Oui",
    "* indicates a required field":"* indique un champ obligatoire"
}