{
    "{{timeofday}} hour, every {{dayofweek}}": "{{Timeofday}} घंटे, हर {{dayofweek}}",
    "About": "के बारे में",
    "About M-Lab": "एम-लैब के बारे में",
    "About M-Lab Measure App": "एम-लैब मेज़र ऐप के बारे में",
    "About Measure App": "उपाय ऐप के बारे में",
    "Add a scheduled test": "एक निर्धारित परीक्षण जोड़ें",
    "Annotate": "एनोटेट",
    "Annotations": "टिप्पणियां",
    "By running the tests in the M-Lab Measure App, your device will generate and send some data back-and-forth with an M-Lab server. The data collected relates to the particular communication \"flows\" generated between your device and an M-Lab server. This includes the IP address provided by your ISP. These data will be used and analyzed by researchers and, in order to advance research, these data will be made publicly available. The M-Lab Measure App does not collect personal information, such as your Internet traffic, your emails or Web searches.": "एम-लैब मेज़र ऐप में परीक्षण चलाने के द्वारा, आपका डिवाइस एक एम-लैब सर्वर के साथ कुछ डाटा वापस और आगे भेज देगा। एकत्र किए गए डेटा आपके डिवाइस और एम-लैब सर्वर के बीच उत्पन्न विशेष संचार \"प्रवाह\" से संबंधित है। इसमें आपके आईएसपी द्वारा प्रदान किए गए आईपी पते शामिल हैं शोधकर्ताओं द्वारा इन आंकड़ों का इस्तेमाल और विश्लेषण किया जाएगा, और अनुसंधान के लिए आगे बढ़ने के लिए, यह डेटा सार्वजनिक रूप से उपलब्ध कराया जाएगा। एम-लैब मेज़र ऐप व्यक्तिगत जानकारी एकत्र नहीं करता, जैसे कि आपके इंटरनेट यातायात, आपके ईमेल या वेब खोजों",
    "By using the M-Lab Measure app, the data about the health of the network connections you use is shared in a public dataset that researchers, ISPs, regulators and others can use to understand the Internet and how it can be improved. You can also choose to get more involved with M-Lab beyond that as well.": "एम लैब मेज़र ऐप का उपयोग करके, आपके द्वारा उपयोग किए जाने वाले नेटवर्क कनेक्शन के स्वास्थ्य के बारे में डेटा एक सार्वजनिक डेटासेट में साझा किया गया है जो शोधकर्ताओं, आईएसपी, नियामक और अन्य इंटरनेट को समझने के लिए उपयोग कर सकते हैं और यह कैसे सुधार किया जा सकता है। आप एम-लैब के साथ और साथ ही इसमें और भी शामिल हो सकते हैं।",
    "Cancel": "रद्द करना",
    "Click and drag in the chart to zoom in": "ज़ूम इन करने के लिए चार्ट में क्लिक करें और खींचें",
    "Completed": "पूरा कर लिया है",
    "Confirm Reset": "रीसेट की पुष्टि करें",
    "Connection Type": "संबंध प्रकार",
    "Constantly": "लगातार",
    "Current Schedule": "वर्तमान अनुसूची",
    "Currently the app has used <span class=\"badge badge-assertive\">\n{{ historyState.dataConsumed  | formatDataConsumptionMeasurement }}\n</span> of data from this device.": "वर्तमान में ऐप ने <span class = \"बैज बैज-एनेर्जी\"> \nका इस्तेमाल किया है\n{{HistoryState.dataConsumed | FormatDataConsumptionMeasurement}} \n</ Span> इस डिवाइस से डेटा का",
    "Custom": "कस्टम",
    "Custom Schedule": "कस्टम अनुसूची",
    "Daily": "रोज",
    "Data Usage": "डेटा उपयोग",
    "Data Used by Measure App": "उपाय एप्लिकेशन द्वारा उपयोग किया गया डेटा",
    "Day of Week": "सप्ताह के दिन",
    "Delete": "हटाएं",
    "Dismiss": "खारिज करना",
    "Does not collect personal information on M-Lab servers, e.g. your Internet traffic, your emails or Web searches": "एम-लैब सर्वर पर व्यक्तिगत जानकारी एकत्रित नहीं करता है, उदा। आपके इंटरनेट यातायात, आपके ईमेल या वेब खोजों",
    "Does share your IP Address": "क्या आपका आईपी पता साझा करता है",
    "Download": "डाउनलोड",
    "Edit Measurement Notes": "मापन नोट्स संपादित करें",
    "Explore Data": "डाटा एक्सप्लोर करें",
    "Explore M-Lab Data": "एम-लैब डाटा एक्सप्लोर करें",
    "Export": "निर्यात करें",
    "Failed to complete the measurement.": "माप पूरा करने में विफल",
    "Failure": "विफलता",
    "Find Out More": "और अधिक जानकारी प्राप्त करें",
    "Finding Closest Server": "निकटतम सर्वर ढूँढना",
    "Finding Server": "ढूँढना सर्वर",
    "Friday": "शुक्रवार",
    "Get Involved": "उलझना",
    "Hour": "घंटा",
    "Hourly": "प्रति घंटा",
    "Information": "जानकारी",
    "Internet Tests": "इंटरनेट टेस्ट",
    "Language": "भाषा",
    "Latency": "विलंबता",
    "Learn more about NDT": "एनडीटी के बारे में अधिक जानें",
    "Location": "स्थान",
    "M-Lab data is openly available to researchers, but we also have developed tools to let anyone explore our data. If you're interested in seeing the measurements of Internet speed and health are in your area, browse our data on our <a href=\"http://www.measurementlab.net/observatory\" target=\"_system\">Internet Observatory</a>.": "एम-लैब डेटा खुले तौर पर शोधकर्ताओं के लिए उपलब्ध है, लेकिन हमने किसी भी व्यक्ति को हमारे डेटा का पता लगाने के लिए उपकरण विकसित किया है यदि आप इंटरनेट स्पीड और स्वास्थ्य के माप को देखने में रुचि रखते हैं तो अपने क्षेत्र में, हमारे डेटा को हमारे <a href=\"http://www.measurementlab.net/observatory\" target=\"_system\"> इंटरनेट ऑब्ज़र्वेटरी < / A>",
    "M-Lab is a platform for the use of independent tools created by researchers to gather information relevant to broadband services. The goal of the project is to analyze information regarding broadband networks and report this information to the public.": "ब्रॉडबैंड सेवाओं के लिए प्रासंगिक जानकारी इकट्ठा करने के लिए शोधकर्ताओं द्वारा बनाए गए स्वतंत्र उपकरणों के उपयोग के लिए एम-लैब एक मंच है। परियोजना का लक्ष्य ब्रॉडबैंड नेटवर्क के बारे में जानकारी का विश्लेषण करना है और इस सूचना को जनता को सूचित करना है।",
    "M-Lab Measure": "एम-लैब मेजर",
    "M-Lab offers a number of measurement tools, allowing consumers to test for everything from network speed and latency to blocking and throttling. All tools perform only active measurements against the M-Lab platform. This means that M-Lab tests measure how your network connection responds to a synthetic stream of data generated by the individual tool solely for the purpose of measurement. The tools do not collect information about your other Internet traffic, such as emails, web searches, content you view, or any personally identifiable information. All data collected is made publicly available, including the IP address provided by your ISP at the edge of your network. All tools are open source and created by researchers. For more information, see M-Lab’s privacy policy.": "एम-लैब माप उपकरणों के एक नंबर प्रदान करता है, जिससे उपभोक्ताओं को नेटवर्क की गति और विलंब से लेकर अवरुद्ध और थ्रॉटलिंग तक की सभी चीजों के लिए परीक्षण की अनुमति मिलती है। सभी उपकरण एम-लैब मंच के खिलाफ केवल सक्रिय माप करते हैं। इसका मतलब यह है कि एम-लैब परीक्षण यह मापते हैं कि आपके नेटवर्क कनेक्शन ने माप के उद्देश्य के लिए केवल व्यक्तिगत उपकरण द्वारा उत्पन्न आंकड़ों के सिंथेटिक स्ट्रीम को कैसे जवाब दिया है। उपकरण आपके अन्य इंटरनेट ट्रैफ़िक, जैसे ईमेल, वेब खोज, आपके द्वारा देखी जाने वाली सामग्री या किसी भी व्यक्तिगत रूप से पहचान योग्य जानकारी के बारे में जानकारी एकत्रित नहीं करते हैं। एकत्रित किए गए सभी डेटा सार्वजनिक रूप से उपलब्ध कराए जाते हैं, जिनमें आपके आईएसपी द्वारा आपके नेटवर्क के किनारे आईपी पता प्रदान किया गया है। सभी उपकरण खुला स्रोत हैं और शोधकर्ताओं द्वारा बनाए गए हैं। अधिक जानकारी के लिए, एम-लैब की गोपनीयता नीति देखें।",
    "M-Lab Site": "एम-लैब साइट",
    "M-Lab's complete <a href=\"http://www.measurementlab.net/privacy\" target=\"_system\">Acceptable Use and Privacy Policies</a> are available on our website.": "एम-लैब का पूरा <a href=\"http://www.measurementlab.net/privacy\" target=\"_system\"> स्वीकार्य उपयोग और गोपनीयता नीतियां </a> हमारी वेबसाइट पर उपलब्ध हैं",
    "Management": "प्रबंधन",
    "Mbps": "एमबीपीएस",
    "Measure": "मात्रा",
    "Measurement Data": "माप डेटा",
    "Measurement History": "मापन इतिहास",
    "Measurement Lab (M-Lab) is a consortium of research, industry, and public interest partners dedicated to providing an open, verifiable measurement platform for global network performance. The M-Lab platform is an open, distributed network of servers on which researchers can deploy open source Internet measurement tools. M-Lab’s goal is to advance network research and empower the public with useful information about their broadband and mobile connections.": "मापन लैब (एम-लैब) वैश्विक नेटवर्क के प्रदर्शन के लिए एक खुले, परीक्षण योग्य माप मंच प्रदान करने के लिए समर्पित अनुसंधान, उद्योग और सार्वजनिक हित भागीदार का एक कंसोर्टियम है। एम-लैब प्लेटफार्म एक खुला, वितरित नेटवर्क है जो पर शोधकर्ता ओपन सोर्स इंटरनेट मापन उपकरण तैनात कर सकते हैं। एम-लैब का लक्ष्य नेटवर्क अनुसंधान को आगे बढ़ाने और अपने ब्रॉडबैंड और मोबाइल कनेक्शन के बारे में उपयोगी जानकारी के साथ जनता को सशक्त बनाना है।",
    "Measurement Notes": "मापन नोट्स",
    "Midnight": "मध्यरात्रि",
    "Monday": "सोमवार",
    "More": "अधिक",
    "More Information": "अधिक जानकारी",
    "Next Test": "Next Test",
    "No tests scheduled.": "कोई परीक्षण निर्धारित नहीं है",
    "Only Test on WiFi": "वाईफ़ाई पर केवल टेस्ट",
    "Performance": "प्रदर्शन",
    "Pinch the chart to zoom in": "ज़ूम इन करने के लिए चार्ट को चुटकी करें",
    "Please be aware that the data the Measure App uses does count toward any monthly service or data plan you subscribe to.": "कृपया ध्यान रखें कि माज़ ऐप द्वारा उपयोग किए जाने वाले डेटा का इस्तेमाल किसी भी मासिक सेवा या डेटा योजना के लिए करता है जिसे आप सदस्यता लेते हैं।",
    "Privacy Policy": "गोपनीयता नीति",
    "Reset Measurement History": "मापन इतिहास रीसेट करें",
    "Retransmissions": "पुनःसंशोधन",
    "Running Test (Download)": "रनिंग टेस्ट (डाउनलोड)",
    "Running Test (Upload)": "रनिंग टेस्ट (अपलोड)",
    "Saturday": "शनिवार",
    "Save": "बचाना",
    "Schedule": "अनुसूची",
    "Schedule a Test": "एक टेस्ट अनुसूची",
    "Schedule Test": "अनुसूची परीक्षण",
    "Server Selection": "सर्वर चयन",
    "Service Provider": "सेवा प्रदाता",
    "Settings": "सेटिंग्स",
    "Start Test": "टेस्ट प्रारंभ करें",
    "Starting": "शुरुआत में",
    "Statistic": "सांख्यिकी",
    "Sunday": "रविवार",
    "The M-Lab Measure App implements one test, the Network Diagnostic Tool (NDT). NDT is developed and maintained by Internet 2 and provides a sophisticated speed and diagnostic test suitable for both the novice and the network researcher. For more information on NDT and other M-Lab tests, please visit our the NDT page on M-Lab's site.": "एम-लैब मेज़र ऐप एक परीक्षण, नेटवर्क नैदानिक उपकरण (एनडीटी) को लागू करता है। एनडीटी को इंटरनेट 2 द्वारा विकसित और रखरखाव किया गया है और नौसिखिए और नेटवर्क शोधकर्ता दोनों के लिए एक परिष्कृत गति और नैदानिक परीक्षण प्रदान करता है। एनडीटी और अन्य एम-लैब परीक्षणों के बारे में अधिक जानकारी के लिए, कृपया हमारे एनडीटी पेज एम-लैब की साइट पर जाएं।",
    "The M-Lab Measure App uploads and downloads data for the purposes of measuring your connections to the Internet.": "एम-लैब मेज़र ऐप इंटरनेट पर आपके कनेक्शन को मापने के प्रयोजनों के लिए डेटा डाउनलोड और डाउनलोड करता है।",
    "There are a many ways to get involved with M-Lab, whether you're an individual or represent an organization. Find out other ways to <a href=\"http://measurementlab.net/contribute\" target=\"_system\">contribute</a> on our website.": "एम-लैब के साथ शामिल होने के कई तरीके हैं, चाहे आप एक व्यक्ति हों या संगठन का प्रतिनिधित्व करें हमारी वेबसाइट पर <a href=\"http://measurementlab.net/contribute\" target=\"_system\"> योगदान </a> करने के अन्य तरीके खोजें",
    "This action will permanently remove all stored results and cannot be undone. Are you sure?": "यह क्रिया स्थायी रूप से सभी संग्रहीत परिणाम निकाल देगा और इसे पूर्ववत नहीं किया जा सकता है क्या आपको यकीन है?",
    "This application:": "यह अनुप्रयोग:",
    "This could be due to a change in connectivity during the test, blocking of the test by the network or other factors.": "यह परीक्षण के दौरान कनेक्टिविटी में परिवर्तन, नेटवर्क या अन्य कारकों द्वारा परीक्षण को अवरुद्ध करने के कारण हो सकता है।",
    "Thursday": "गुरूवार",
    "Time": "पहर",
    "Translate the M-Lab Measure App": "एम-लैब मेज़र ऐप का अनुवाद करें",
    "Trusted Tester": "विश्वसनीय परीक्षक",
    "Tuesday": "मंगलवार",
    "Upload": "अपलोड करें",
    "Wednesday": "बुधवार",
    "Weekly": "साप्ताहिक",
    "Would you like to help translate the M-Lab Measure App for other languages? Get involved as a translator or translation reviewer on <a href=\"https://www.transifex.com/otf/mlab-app/\" target=\"_system\">Transifex</a>, or <a href=\"http://www.measurementlab.net/contact\" target=\"_system\">contact us for more information!</a>!": "क्या आप अन्य भाषाओं के लिए एम-लैब मेज़र ऐप का अनुवाद करने में सहायता करना चाहेंगे? <a href=\"https://www.transifex.com/otf/mlab-app/\" target=\"_system\"> Transifex </a>, या <a href = \"http पर एक अनुवादक या अनुवाद समीक्षक के रूप में शामिल हों : //www.measurementlab.net/contact \"target =\" _ system \"> अधिक जानकारी के लिए हमसे संपर्क करें! </a>!",
    "Your Location": "आपकी स्थिति"
}