{
    "{{timeofday}} hour, every {{dayofweek}}": "jam {{timeofday}}, setiap {{dayofweek}}",
    "About": "Tentang",
    "About M-Lab": "Tentang M-Lab",
    "About M-Lab Measure App": "Tentang M-Lab Measure App",
    "About Measure App": "Tentang Measure App",
    "Add a scheduled test": "Tambahkan tes terjadwal",
    "Annotate": "Beri Anotasi",
    "Annotations": "Anotasi",
    "By running the tests in the M-Lab Measure App, your device will generate and send some data back-and-forth with an M-Lab server. The data collected relates to the particular communication \"flows\" generated between your device and an M-Lab server. This includes the IP address provided by your ISP. These data will be used and analyzed by researchers and, in order to advance research, these data will be made publicly available. The M-Lab Measure App does not collect personal information, such as your Internet traffic, your emails or Web searches.": "Dengan menjalankan tes di Aplikasi M-Lab Measure App, perangkat Anda akan menghasilkan dan mengirimkan beberapa data bolak-balik dengan sebuah server M-Lab. Data yang dikumpulkan berhubungan dengan \"aliran\" komunikasi tertentu yang dihasilkan antara perangkat Anda dan server M-Lab. Ini termasuk alamat IP yang disediakan oleh ISP Anda. Data ini akan digunakan dan dianalisa oleh peneliti dan, dalam rangka untuk memajukan penelitian, data ini akan dibuat tersedia untuk publik. M-Lab Measure App tidak mengumpulkan informasi pribadi, seperti penggunaan internet Anda, email atau pencarian Web Anda.",
    "By using the M-Lab Measure app, the data about the health of the network connections you use is shared in a public dataset that researchers, ISPs, regulators and others can use to understand the Internet and how it can be improved. You can also choose to get more involved with M-Lab beyond that as well.": "Dengan menggunakan M-Lab Measure App, data tentang kesehatan koneksi jaringan yang Anda gunakan dibagikan dengan set data publik yang digunakan peneliti, ISP, regulator, dan lainnya untuk memahami internet dan cara meningkatkannya. Anda bisa juga memilih untuk terlibat lebih jauh dengan M-Lab di luar hal ini.",
    "Cancel": "Batal",
    "Click and drag in the chart to zoom in": "Klik dan tarik dalam grafik untuk memperbesar",
    "Completed": "Selesai",
    "Confirm Reset": "Konfirmasi Pengaturan Ulang",
    "Connection Type": "Tipe Koneksi",
    "Constantly": "Konstan",
    "Current Schedule": "Jadwal Sekarang",
    "Currently the app has used <span class=\"badge badge-assertive\">\n{{ historyState.dataConsumed  | formatDataConsumptionMeasurement }}\n</span> of data from this device.": "Saat ini aplikasi telah menggunakan <span class=\"badge badge-assertive\">\n{{ historyState.dataConsumed | formatDataConsumptionMeasurement }}\n</span> data di perangkat ini.",
    "Custom": "Sesuaikan",
    "Custom Schedule": "Jadwal yang Disesuaikan",
    "Daily": "Harian",
    "Data Usage": "Penggunaan Data",
    "Data Used by Measure App": "Penggunaan Data oleh Measure App",
    "Day of Week": "Hari",
    "Delete": "Hapus",
    "Dismiss": "Abaikan",
    "Does not collect personal information on M-Lab servers, e.g. your Internet traffic, your emails or Web searches": "Tidak mengumpulkan informasi pribadi pada server M-Lab, seperti penggunaan Internet Anda, email atau pencarian Web Anda",
    "Does share your IP Address": "Membagikan Alamat IP Anda",
    "Download": "Unduh",
    "Edit Measurement Notes": "Edit Catatan Pengukuran",
    "Explore Data": "Eksplorasi Data",
    "Explore M-Lab Data": "Eksplorasi Data M-Lab",
    "Export": "Ekspor",
    "Failed to complete the measurement.": "Gagal menyelesaikan pengukuran",
    "Failure": "Kegagalan",
    "Find Out More": "Cari Tahu Lebih Banyak",
    "Finding Closest Server": "Mencari Server Terdekat",
    "Finding Server": "Mencari Server",
    "Friday": "Jumat",
    "Get Involved": "Ikut Terlibat",
    "Hour": "Jam",
    "Hourly": "Per Jam",
    "Information": "Informasi",
    "Internet Tests": "Tes Internet",
    "Language": "Bahasa",
    "Latency": "Waktu Respon",
    "Learn more about NDT": "Pelajari NDT Lebih Jauh",
    "Location": "Lokasi",
    "M-Lab data is openly available to researchers, but we also have developed tools to let anyone explore our data. If you're interested in seeing the measurements of Internet speed and health are in your area, browse our data on our <a href=\"http://www.measurementlab.net/observatory\" target=\"_system\">Internet Observatory</a>.": "Data M-Lab terbuka tersedia untuk peneliti, tetapi kami juga telah mengembangkan alat bantu untuk memungkinkan siapa pun untuk mengeksplorasi data kami. Jika Anda tertarik untuk melihat pengukuran kecepatan dan kesehatan internet di area Anda, jelajahi data kami di <a href=\"http://www.measurementlab.net/observatory\" target=\"_system\">Observatorium Internet</a> kami.",
    "M-Lab is a platform for the use of independent tools created by researchers to gather information relevant to broadband services. The goal of the project is to analyze information regarding broadband networks and report this information to the public.": "M-Lab adalah platform untuk penggunaan alat bantu mandiri yang dibuat oleh peneliti untuk mengumpulkan informasi yang relevan terhadap layanan broadband. Tujuan dari proyek ini adalah untuk menganalisa informasi terkait jaringan broadband dan melaporkan informasi ini ke publik.",
    "M-Lab Measure": "M-Lab Measure",
    "M-Lab offers a number of measurement tools, allowing consumers to test for everything from network speed and latency to blocking and throttling. All tools perform only active measurements against the M-Lab platform. This means that M-Lab tests measure how your network connection responds to a synthetic stream of data generated by the individual tool solely for the purpose of measurement. The tools do not collect information about your other Internet traffic, such as emails, web searches, content you view, or any personally identifiable information. All data collected is made publicly available, including the IP address provided by your ISP at the edge of your network. All tools are open source and created by researchers. For more information, see M-Lab’s privacy policy.": "M-Lab menawarkan sejumlah alat bantu pengukuran, memungkinkan pelanggan untuk mengetes segala sesuatu dari kecepatan jaringan dan waktu respon sampai pemblokiran dan penyempitan. Semua alat bantu hanya melakukan pengukuran aktif terhadap platform M-Lab. Ini bearti bahwa tes M-Lab mengukur bagaimana koneksi jaringan Anda merespon ke aliran data sintesis yang dihasilkan oleh alat bantu individu hanya untuk tujuan pengukuran. Alat bantu tidak mengumpulkan informasi tentang penggunaan internet Anda lainnya, seperti email, pencarian web, materi yang Anda lihat, atau informasi identifikasi pribadi lainnya. Semua data yang dikumpulkan dibuat tersedia untuk publik, termasuk alamat IP yang disediakan oleh ISP Anda pada ujung jaringan Anda. Semua alat bantu adalah open source dan dibuat oleh peneliti. untuk informasi lebih lanjut, lihat kebijakan privasi M-Lab. ",
    "M-Lab Site": "Situs M-Lab",
    "M-Lab's complete <a href=\"http://www.measurementlab.net/privacy\" target=\"_system\">Acceptable Use and Privacy Policies</a> are available on our website.": "<a href=\"http://www.measurementlab.net/privacy\" target=\"_system\">Kebijakan Penggunaan dan Privasi yang Diterima</a> M-Lab yang lengkap tersedia di website kami.",
    "Management": "Manajemen",
    "Mbps": "Mbps",
    "Measure": "Ukur",
    "Measurement Data": "Data Pengukuran",
    "Measurement History": "Riwayat Pengukuran",
    "Measurement Lab (M-Lab) is a consortium of research, industry, and public interest partners dedicated to providing an open, verifiable measurement platform for global network performance. The M-Lab platform is an open, distributed network of servers on which researchers can deploy open source Internet measurement tools. M-Lab’s goal is to advance network research and empower the public with useful information about their broadband and mobile connections.": "Measurement Lab (M-Lab) adalah konsorsium penelitian, industri, dan rekanan minat publik yang terdedikasi untuk menyediakan platform pengukuran performa jaringan global yang terbuka dan terbukti. Platform M-Lab adalah server yang terbuka dan terdistribusi yang bisa digunakan peneliti untuk menerapkan alat bantu pengukuran internet open source. Tujuan M-Lab adalah untuk memajukan penelitian jaringan dan memberdayakan publik dengan informasi yang berguna tentang koneksi broadband dan mobile mereka.",
    "Measurement Notes": "Catatan Pengukuran",
    "Midnight": "Tengah Malam",
    "Monday": "Senin",
    "More": "Lebih Banyak",
    "More Information": "Lebih Banyak Informasi",
    "Next Test": "Tes Berikutnya",
    "No tests scheduled.": "Tidak ada tes terjadwal",
    "Only Test on WiFi": "Hanya Tes lewat WiFi",
    "Performance": "Performa",
    "Pinch the chart to zoom in": "Cubit grafik untuk memperbesar",
    "Please be aware that the data the Measure App uses does count toward any monthly service or data plan you subscribe to.": "Harap menyadari bahwa data yang digunakan Measure App menggunakan layanan atau data langganan bulanan Anda.",
    "Privacy Policy": "Kebijakan Privasi",
    "Reset Measurement History": "Atur Ulang Riwayat Pengukuran",
    "Retransmissions": "Transmisi Ulang",
    "Running Test (Download)": "Menjalankan Tes (Unduh)",
    "Running Test (Upload)": "Menjalankan Tes (Unggah)",
    "Saturday": "Sabtu",
    "Save": "Simpan",
    "Schedule": "Jadwal",
    "Schedule a Test": "Jadwalkan Tes",
    "Schedule Test": "Jadwalkan Tes",
    "Server Selection": "Pilihan Server",
    "Service Provider": "Penyedia Layanan",
    "Settings": "Pengaturan",
    "Start Test": "Mulai Tes",
    "Starting": "Memulai",
    "Statistic": "Statistik",
    "Sunday": "Minggu",
    "The M-Lab Measure App implements one test, the Network Diagnostic Tool (NDT). NDT is developed and maintained by Internet 2 and provides a sophisticated speed and diagnostic test suitable for both the novice and the network researcher. For more information on NDT and other M-Lab tests, please visit our the NDT page on M-Lab's site.": "M-Lab Measure App mengimplementasi satu tes, Network Diagnostik Tool (NDT). NDT dikembangkan dan dipelihara oleh Internet 2 dan menyediakan tes kecepatan dan diagnostik mutakhir yang cocok untuk baik orang awam dan peneliti jaringan. Untuk informasi lebih lanjut tentang NDT dan tes M-Lab lainnya, silakan kunjungi halaman NDT kami di situs M-Lab.",
    "The M-Lab Measure App uploads and downloads data for the purposes of measuring your connections to the Internet.": "M-Lab Measure App mengunggah dan mengunduh data untuk tujuan mengukur koneksi Anda ke Internet.",
    "There are a many ways to get involved with M-Lab, whether you're an individual or represent an organization. Find out other ways to <a href=\"http://measurementlab.net/contribute\" target=\"_system\">contribute</a> on our website.": "Ada banyak cara untuk terlibat dengan M-Lab, baik Anda individu atau mewakili organisasi. Temukan cara lain untuk <a href=\"http://measurementlab.net/contribute\" target=\"_system\">berkontribusi</a> di website kami.",
    "This action will permanently remove all stored results and cannot be undone. Are you sure?": "Ini akan menghapus semua hasil yang disimpan secara permanen dan tidak bisa dikembalikan. Apakah Anda yakin?",
    "This application:": "Aplikasi ini:",
    "This could be due to a change in connectivity during the test, blocking of the test by the network or other factors.": "Ini bisa terjadi karena perubahan dalam konektivitas selama tes, pemblokiran tes oleh jaringan atau faktor lainnya.",
    "Thursday": "Kamis",
    "Time": "Waktu",
    "Translate the M-Lab Measure App": "Terjemahkan M-Lab Measure App",
    "Trusted Tester": "Penguji Terpercaya",
    "Tuesday": "Selasa",
    "Upload": "Unggah",
    "Wednesday": "Rabu",
    "Weekly": "Mingguan",
    "Would you like to help translate the M-Lab Measure App for other languages? Get involved as a translator or translation reviewer on <a href=\"https://www.transifex.com/otf/mlab-app/\" target=\"_system\">Transifex</a>, or <a href=\"http://www.measurementlab.net/contact\" target=\"_system\">contact us for more information!</a>!": "Apakah Anda ingin membantu menerjemahkan M-Lab Measure App ke bahasa lain? Ikut serta sebagai penerjemah atau peninjau terjemahan di <a href=\"https://www.transifex.com/otf/mlab-app/\" target=\"_system\">Transifex</a>, atau <a href=\"http://www.measurementlab.net/contact\" target=\"_system\">hubungi kami untuk informasi lebih lanjut</a>.",
    "Your Location": "Lokasi Anda"
}